/* Boxcar email address field label */
"Email Address:" = "Email-adresse:";

/* Failure adding email */
"Invalid Email" = "Ugyldig email";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "Send kun hvis ikke til stede:";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "Send kun hvis prioritet er mindst:";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "w";

/* Success adding boxcar */
"Registered!" = "Registreret!";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "Ukendt email";

